export const header = {
    h1: '收藏',
    h2: '入駐商家',
    h3: '登錄',
    h4: '註冊',
    h5: 'MERRILY LIFE手機商城',
    h6: '手機商城',
    h7: '手機掃碼下載',
    h8: '您的購物車還沒有商品，趕緊去選購吧！ ',
}

export const home = {
    h1: '領券中心',
    h2: '筆記本',
    h3: '攝像機',
    h4: '路由器',
    h5: '記錄儀',
    h6: '手機',
    h7: '掃地機',
    h8: '熱門推薦',
    h9: '爆款',
    h10: '促銷產品',
}

export const bottom = {
    b1: '條款說明',
    b2: '用戶協議',
    b3: '隱私條款',
    b4: '免責聲明',
    b5: '幫助中心',
    b6: '商家幫助中心',
    b7: '買家幫助中心',
    b8: '客服中心',
    b9: '聯繫客服',
    b10: 'APP下載',
}

export const lang = {
    lang: '繁體中文'
}

export const clause = {
    c1: '條款說明',
    c2: '免責聲明',
    c3: '隱私條款',
    c4: '用戶協議',
    c5: '買家幫助中心',
    c6: '如何購買',
    c7: '如何註冊',
    c8: '忘記密碼怎麽辦',
    c9: '支付方式',
    c10: '商家幫助中心',
    c11: '入駐標準及費率',
    c12: '入駐平臺要求',
    c13: '商品發布管理條例',
}

export const login = {
    l1: '登錄',
    l2: '請輸入用戶名',
    l3: '請輸入密碼',
    l4: '登錄',
    l5: '忘記密碼',
    l6: '沒有賬號？立即註冊',
    l7: '提示',
    l8: '忘記密碼請聯系客服',
}

export const reg = {
    r1: '手機號註冊',
    r2: '郵箱註冊',
    r3: '請輸入手機號',
    r4: '請輸入圖形驗證碼',
    r5: '請輸入驗證碼',
    r6: '獲取驗證碼',
    r7: '請設置登錄密碼',
    r8: '請確認登錄密碼',
    r9: '請輸入推薦碼(選填)',
    r10: '註冊',
    r11: '已有賬號',
    r12: '直接登錄',
    r13: '請輸入郵箱',
    r14: '圖形驗證碼',
}

export const personal = {
    p1:'個人說明',
    p2:'個人成長信息',
    p3:'收貨地址',
    p4:'訂單中心',
    p5:'我的訂單',
    p6:'我的錢包',
    p7:'我的優惠券',
    p8:'我的錢包',
    p9:'新建地址',
    p10:'收貨人',
    p11:'電話',
    p12:'所在地',
    p13:'收貨地址',
    p14:'操作',
    p15:'設置為默認',
    p16:'編輯',
    p17:'刪除',
    p18:'全部訂單',
    p19:'待付款',
    p20:'待收貨',
    p21:'待評價',
    p22:'退換貨',
    p23:'已取消',
    p24:'未使用',
    p25:'已使用',
    p26:'已過期',
}

