export const header = {
    h1 : '收藏',
    h2 : '入駐商家',
    h3 : '登錄',
    h4 : '註冊',
    h5 : 'MERRILY LIFE手機商城',
    h6 : '手機商城',
    h7 : '手機掃碼下載',
    h8 : '您的購物車還沒有商品，趕緊去選購吧！ ',
}

export const home = {
    h1 : '領券中心',
    h2 : '筆記本',
    h3 : '攝像機',
    h4 : '路由器',
    h5 : '記錄儀',
    h6 : '手機',
    h7 : '掃地機',
    h8 : '熱門推薦',
    h9 : '爆款',
    h10 : '促銷產品',
}

export const bottom = {
    b1 : '條款說明',
    b2 : '用戶協議',
    b3 : '隱私條款',
    b4 : '免責聲明',
    b5 : '幫助中心',
    b6 : '商家幫助中心',
    b7 : '買家幫助中心',
    b8 : '客服中心',
    b9 : '聯繫客服',
    b10 : 'APP下載',
}

export const lang = {
    lang : '繁體中文'
}

export const clause = {
    c1 : '條款說明',
    c2 : '免責聲明',
    c3 : '隱私條款',
    c4 : '用戶協議',
    c5 : '買家幫助中心',
    c6 : '如何購買',
    c7 : '如何註冊',
    c8 : '忘記密碼怎麽辦',
    c9 : '支付方式',
    c10 : '商家幫助中心',
    c11 : '入駐標準及費率',
    c12 : '入駐平臺要求',
    c13 : '商品發布管理條例',
}

